Repository: mishrafabric/cmux
Catalog: Packages/Shared/CmuxMessagesLab/Sources/MessagesLabSidebar/Resources/SidebarLocalizable.xcstrings
Source language: en
Languages: ja

# sidebar.list
source: Conversations
ja: チャット

# sidebar.menu.delete
source: Delete Conversation…
ja: チャットを削除…

# sidebar.menu.hideAlerts
source: Hide Alerts
ja: 通知を非表示

# sidebar.menu.markRead
source: Mark as Read
ja: 開封済みにする

# sidebar.menu.markUnread
source: Mark as Unread
ja: 未開封にする

# sidebar.menu.pin
source: Pin
ja: ピンで固定

# sidebar.menu.showAlerts
source: Show Alerts
ja: 通知を表示

# sidebar.menu.unpin
source: Unpin
ja: ピンを外す

# sidebar.muted
source: Alerts hidden
ja: 通知オフ

# sidebar.noResults
source: No Results
ja: 結果なし

# sidebar.pinned
source: Pinned
ja: ピン固定

# sidebar.preview.image
source: Image
ja: 画像

# sidebar.reaction.dislike.me
source: Disliked %@
ja: %@に“よくないね”を付けました

# sidebar.reaction.dislike.other
source: %1$@ disliked %2$@
ja: %1$@が%2$@に“よくないね”を付けました

# sidebar.reaction.emoji.me
source: Reacted %1$@ to %2$@
ja: %2$@に%1$@で反応しました

# sidebar.reaction.emoji.other
source: %1$@ reacted %2$@ to %3$@
ja: %1$@が%3$@に%2$@で反応しました

# sidebar.reaction.emphasize.me
source: Emphasized %@
ja: %@に“!!”を付けました

# sidebar.reaction.emphasize.other
source: %1$@ emphasized %2$@
ja: %1$@が%2$@に“!!”を付けました

# sidebar.reaction.laugh.me
source: Laughed at %@
ja: %@に“笑”を付けました

# sidebar.reaction.laugh.other
source: %1$@ laughed at %2$@
ja: %1$@が%2$@に“笑”を付けました

# sidebar.reaction.like.me
source: Liked %@
ja: %@に“いいね”を付けました

# sidebar.reaction.like.other
source: %1$@ liked %2$@
ja: %1$@が%2$@に“いいね”を付けました

# sidebar.reaction.love.me
source: Loved %@
ja: %@に“ハート”を付けました

# sidebar.reaction.love.other
source: %1$@ loved %2$@
ja: %1$@が%2$@に“ハート”を付けました

# sidebar.reaction.question.me
source: Questioned %@
ja: %@に“?”を付けました

# sidebar.reaction.question.other
source: %1$@ questioned %2$@
ja: %1$@が%2$@に“?”を付けました

# sidebar.search
source: Search
ja: 検索

# sidebar.typing
source: Typing
ja: 入力中

# sidebar.unread
source: %d unread
ja: 未読 %d 件

# sidebar.yesterday
source: Yesterday
ja: 昨日
